amber-package-manager
android-ndk-28
chatbox-bin
clash-verge-rev-bin
clipse-common-bin
clipse-gui
clipse-wayland-bin
fcitx5-skin-fluentdark-git
fcitx5-skin-ori-git
karing-bin
libjpeg6-turbo
linux-wallpaperengine-git
linuxqq
llama.cpp-cuda
materialgram-bin
microsoft-edge-stable-bin
niri-wip-git
noctalia-qs
noctalia-shell-git
spark-store
trae-cn-bin
visual-studio-code-bin
webkit2gtk
wechat
wechat-bin
