amd-ucode
android-ndk-28
archlinuxcn-keyring
ark
awww
base
base-devel
bc
bluez
bluez-utils
brightnessctl
btrfs-progs
capitaine-cursors
cava
chatbox-bin
clang21
clash-verge-rev-bin
cliphist
clipse-gui
clipse-wayland-bin
cuda
ddcutil
debugedit
dgop
dnsmasq
efibootmgr
evolution-data-server
evtest
fakeroot
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fcitx5-skin-fluentdark-git
fcitx5-skin-ori-git
fd
firefox
fish
fuzzel
gcc11
gcc13
grml-zsh-config
grub
grub-btrfs
gst-plugin-pipewire
jdk25-openjdk
karing-bin
kimageformats
kitty
lazygit
libpulse
linux-firmware
linux-lts
linux-lts-headers
linux-wallpaperengine-git
linux-wifi-hotspot
linux-zen
linux-zen-headers
linuxqq
llama.cpp-cuda
materialgram-bin
microsoft-edge-stable-bin
nautilus
neovim
networkmanager
niri-wip-git
noctalia-shell-git
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obs-studio
os-prober
papirus-icon-theme
paru
patchelf
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
power-profiles-daemon
prismlauncher
rgbds
ripgrep
rustup
sddm
socat
sof-firmware
spark-store
steam
sudo
swayidle
swaylock
thunar
timeshift
trae-cn-bin
tree
ttf-jetbrains-mono-nerd
unzip
vim
vimix-cursors
visual-studio-code-bin
wechat
wireplumber
wlsunset
wpa_supplicant
wtype
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xfce4-settings
xwayland-satellite
zerotier-one
zip
zram-generator
